tap "hashicorp/tap"
tap "homebrew/bundle"
tap "lihaoyun6/tap"
tap "ngrok/ngrok"
brew "awscli"
brew "btop"
brew "deno"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "starship"
brew "stow"
brew "tree"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "ngrok"
cask "quickrecorder"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "cursor"
vscode "bradlc.vscode-tailwindcss"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-typescript-next"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
